{
  "Home": "Home in Welsh",
  "Vacancy": "Vacancy in Welsh",
  "Eligibility Checker": "Eligibility Checker in Welsh",
  "Eligibility Pass": "Eligibility Pass in Welsh",
  "Apply": "Apply in Welsh",
  "Apply for a role task list": "This is the text in Welsh",
  "Check if you meet the nationality requirement": "Check if you meet the nationality requirement in Welsh",
  "Citizenship": "Citizenship in Welsh",
  "In order to apply you need to be a citizen of the UK, Republic of Ireland or another Commonwealth country.": "In order to apply you need to be a citizen of the UK, Republic of Ireland or another Commonwealth country  in Welsh.",
  "Are you a citizen of the UK, the Republic of Ireland or another Commonwealth country?": "Are you a citizen of the UK, the Republic of Ireland or another Commonwealth country in Welsh?",
  "Yes": "Yes in Welsh",
  "No": "No in Welsh",
  "It looks like you meet the nationality requirement": "It looks like you meet the nationality requirement in Welsh",
  "Based on your answer, it looks like you meet the nationality requirement for the role, but there may be other eligibility requirements. Please check the information page for each exercise carefully to consider if you meet any additional requirements.": "Based on your answer, it looks like you meet the nationality requirement for the role, but there may be other eligibility requirements. Please check the information page for each exercise carefully to consider if you meet any additional requirements in Welsh.",
  "Continue": "Continue in Welsh",
  "GDPR": "GDPR in Welsh",
  "GDPR Check": "GDPR Check in Welsh",
  "Sharing information": "Sharing information in Welsh",
  "We sometimes need to share the personal information we process with the individual themselves and also with other organizations. Where this is necessary we will comply with all aspects of the data protection laws.": "We sometimes need to share the personal information we process with the individual themselves and also with other organizations. Where this is necessary we will comply with all aspects of the data protection laws in Welsh.",
  "The organizations we share some aspects of your personal information with may include:": "The organizations we share some aspects of your personal information with may include: in Welsh",
  "The judiciary (for statutory consultation)": "The judiciary (for statutory consultation) in Welsh",
  "Independent assessors (the individuals nominated by you)": "Independent assessors (the individuals nominated by you) in Welsh",
  "HMRC (for tax and financial information)": "HMRC (for tax and financial information) in Welsh",
  "ACRO Criminal Records Office (for criminal record checks)": "ACRO Criminal Records Office (for criminal record checks) in Welsh",
  "Professional bodies (including any relevant regulatory bodies) (for conduct verification)": "Professional bodies (including any relevant regulatory bodies) (for conduct verification) in Welsh",
  "Judicial Office, HMCTS, the Ministry of Justice and Judicial College (for purposes relating to the appointment of judges)": "Judicial Office, HMCTS, the Ministry of Justice and Judicial College (for purposes relating to the appointment of judges) in Welsh",
  "Welsh Government (for devolved appointments)": "Welsh Government (for devolved appointments) in Welsh",
  "Judicial Appointments and Conduct Ombudsman (only if you make a complaint to them)": "Judicial Appointments and Conduct Ombudsman (only if you make a complaint to them) in Welsh",
  "Please confirm you are content that we may share your data in this way": "Please confirm you are content that we may share your data in this way in Welsh",
  "Agree and continue": "Agree and continue in Welsh",
  "There is a problem": "There is a problem in Welsh",
  "Please enter a value for Citizenship": "Please enter a value for Citizenship in Welsh",
  "Applications": "Applications in Welsh",
  "Apply for the role": "Apply for the role in Welsh",
  "Review application": "Review application in Welsh",
  "Loading...": "Loading in Welse...",
  "Something went wrong": "Something went wrong in Welsh",
  "Reload the page and try again": "Reload the page and try again in Welse"
}
