{
  "Home": "(Welsh) Home",
  "Vacancy": "(Welsh) Vacancy",
  "Eligibility Checker": "(Welsh) Eligibility Checker",
  "Eligibility Check": "(Welsh) Eligibility Check",
  "Eligibility Pass": "(Welsh) Eligibility Pass",
  "Apply": "(Welsh) Apply",
  "Apply for a role task list": "(Welsh) This is the text",
  "Check if you meet the nationality requirement": "(Welsh) Check if you meet the nationality requirement",
  "Citizenship": "(Welsh) Citizenship",
  "In order to apply you need to be a citizen of the UK, Republic of Ireland or another Commonwealth country.": "(Welsh) In order to apply you need to be a citizen of the UK, Republic of Ireland or another Commonwealth country.",
  "Are you a citizen of the UK, the Republic of Ireland or another Commonwealth country?": "(Welsh) Are you a citizen of the UK, the Republic of Ireland or another Commonwealth country (Welsh)?",
  "Yes": "(Welsh) Yes",
  "No": "(Welsh) No",
  "It looks like you meet the nationality requirement": "(Welsh) It looks like you meet the nationality requirement",
  "Based on your answer, it looks like you meet the nationality requirement for the role, but there may be other eligibility requirements. Please check the information page for each exercise carefully to consider if you meet any additional requirements.": "(Welsh) Based on your answer, it looks like you meet the nationality requirement for the role, but there may be other eligibility requirements. Please check the information page for each exercise carefully to consider if you meet any additional requirements.",
  "Continue": "(Welsh) Continue",
  "GDPR": "(Welsh) GDPR",
  "GDPR Check": "(Welsh) GDPR Check",
  "Sharing information": "(Welsh) Sharing information",
  "We sometimes need to share the personal information we process with the individual themselves and also with other organizations. Where this is necessary we will comply with all aspects of the data protection laws.": "(Welsh) We sometimes need to share the personal information we process with the individual themselves and also with other organizations. Where this is necessary we will comply with all aspects of the data protection laws.",
  "The organizations we share some aspects of your personal information with may include:": "(Welsh) The organizations we share some aspects of your personal information with may include:",
  "The judiciary (for statutory consultation)": "(Welsh) The judiciary (for statutory consultation)",
  "Independent assessors (the individuals nominated by you)": "(Welsh) Independent assessors (the individuals nominated by you)",
  "HMRC (for tax and financial information)": "(Welsh) HMRC (for tax and financial information)",
  "ACRO Criminal Records Office (for criminal record checks)": "(Welsh) ACRO Criminal Records Office (for criminal record checks)",
  "Professional bodies (including any relevant regulatory bodies) (for conduct verification)": "(Welsh) Professional bodies (including any relevant regulatory bodies) (for conduct verification)",
  "Judicial Office, HMCTS, the Ministry of Justice and Judicial College (for purposes relating to the appointment of judges)": "(Welsh) Judicial Office, HMCTS, the Ministry of Justice and Judicial College (for purposes relating to the appointment of judges)",
  "Welsh Government (for devolved appointments)": "(Welsh) Welsh Government (for devolved appointments)",
  "Judicial Appointments and Conduct Ombudsman (only if you make a complaint to them)": "(Welsh) Judicial Appointments and Conduct Ombudsman (only if you make a complaint to them)",
  "Please confirm you are content that we may share your data in this way": "(Welsh) Please confirm you are content that we may share your data in this way",
  "Agree and continue": "(Welsh) Agree and continue",
  "There is a problem": "(Welsh) There is a problem",
  "Please enter a value for Citizenship": "(Welsh) Please enter a value for Citizenship",
  "Applications": "(Welsh) Applications",
  "Apply for the role": "(Welsh) Apply for the role",
  "Review application": "(Welsh) Review application",
  "Loading...": "(Welsh) Loading...",
  "Something went wrong": "(Welsh) Something went wrong",
  "Reload the page and try again": "(Welsh) Reload the page and try again",
  "Account profile": "(Welsh) Account profile",
  "Personal details": "(Welsh) Personal details",
  "DONE": "(Welsh) Done",
  "Character information": "(Welsh) Character information",
  "Equality and diversity": "(Welsh) Equality and diversity",
  "Working preferences": "(Welsh) Working preferences",
  "Set part-time working preferences": "(Welsh) Set part-time working preferences",
  "Qualifications and Experience": "(Welsh) Qualifications and Experience",
  "Relevant qualifications": "(Welsh) Relevant qualifications",
  "Post-qualification work experience": "(Welsh) Post-qualification work experience",
  "Judicial experience": "(Welsh) Judicial experience",
  "Gaps in employment": "(Welsh) Gaps in employment",
  "Reasonable length of service": "(Welsh) Reasonable length of service",
  "Assessments": "(Welsh) Assessments",
  "Independent assessors' details": "(Welsh) Independent assessors' details",
  "Self assessment with competencies": "(Welsh) Self assessment with competencies",
  "Additional Information": "(Welsh) Additional Information",
  "Review your application": "(Welsh) Review your application",
  "Print or Download this page": "(Welsh) Print or Download this page",
  "Change": "(Welsh) Change",
  "Send application": "(Welsh) Send application",
  "Title": "(Welsh) Title",
  "First name": "(Welsh) First name",
  "Last name": "(Welsh) Last name",
  "Professional name": "(Welsh) Professional name",
  "Email address": "(Welsh) Email address",
  "Phone number": "(Welsh) Phone number",
  "Date of birth": "(Welsh) Date of birth",
  "NI Number": "(Welsh) NI Number",
  "Reasonable adjustments": "(Welsh) Reasonable adjustments",
  "No information provided": "(Welsh) No information provided",
  "Equality and diversity information": "(Welsh) Equality and diversity information",
  "Qualifications": "(Welsh) Qualifications",
  "Post-qualification experience": "(Welsh) Post-qualification experience",
  "Are you a fee-paid or salaried judge?": "(Welsh) Are you a fee-paid or salaried judge?",
  "No employment gaps declared.": "(Welsh) No employment gaps declared.",
  "Can work a reasonable length of service": "(Welsh) Can work a reasonable length of service",
  "Independent assessors": "(Welsh) Independent assessors",
  "Assessor Type": "(Welsh) Assessor Type",
  "Full name": "(Welsh) Full name",
  "Title or position": "(Welsh) Title or position",
  "Email": "(Welsh) Email",
  "Uploaded self assessment with competencies": "(Welsh) Uploaded self assessment with competencies",
  "Not yet received": "(Welsh) Not yet received",
  "How did you hear about the vacancy?": "(Welsh) How did you hear about the vacancy?",
  "We'll use this information to confirm your identity if you contact us or to contact you about your application.": "(Welsh) We'll use this information to confirm your identity if you contact us or to contact you about your application.",
  "Middle name(s)": "(Welsh) Middle name(s)",
  "Suffix": "(Welsh) Suffix",
  "Previously known name(s)": "(Welsh) Previously known name(s)",
  "For international numbers include the country code. For example, ‘+447123456789’.": "(Welsh) For international numbers include the country code. For example, ‘+447123456789’.",
  "For example, 27 3 1964": "(Welsh) For example, 27 3 1964",
  "It’s on your National Insurance card, payslip or P60. For example, ‘QQ 12 34 56 C’.": "(Welsh) It’s on your National Insurance card, payslip or P60. For example, ‘QQ 12 34 56 C’.",
  "Select one. If you have dual citizenship, please select the option most appropriate to you.": "(Welsh) Select one. If you have dual citizenship, please select the option most appropriate to you.",
  "UK": "(Welsh) UK",
  "Republic of Ireland": "(Welsh) Republic of Ireland",
  "Another Commonwealth country": "(Welsh) Another Commonwealth country",
  "Other": "(Welsh) Other",
  "Reasonable Adjustments": "(Welsh) Reasonable Adjustments",
  "With reference to our": "(Welsh) With reference to our",
  "reasonable adjustments policy": "(Welsh) reasonable adjustments policy",
  "do you have a disability or long term health condition that means you need an adjustment during the process?": "(Welsh) do you have a disability or long term health condition that means you need an adjustment during the process?",
  "Give details here": "(Welsh) Give details here",
  "Save and continue": "(Welsh) Save and continue",
  "Back": "(Welsh) Back",
  "Day": "(Welsh) Day",
  "Month": "(Welsh) Month",
  "Year": "(Welsh) Year",
  "National Insurance number": "(Welsh) National Insurance number",
  "Character information | Declaration": "(Welsh) Character information | Declaration",
  "Character declaration": "(Welsh) Character declaration",
  "You must tell us about any character issues that could affect your suitability for this role. Read the": "(Welsh) You must tell us about any character issues that could affect your suitability for this role. Read the",
  "character guidance": "(Welsh) character guidance",
  "for detailed information.": "(Welsh) for detailed information.",
  "In order to be appointed to a role, you must satisfy good character requirements. Refer to the Good Character Guidance to understand the requirements and your responsibilities.": "(Welsh) In order to be appointed to a role, you must satisfy good character requirements. Refer to the Good Character Guidance to understand the requirements and your responsibilities.",
  "The following pages may present some of the details from your last submitted application.": "(Welsh) The following pages may present some of the details from your last submitted application.",
  "Please check your details are correct and complete the remaining sections of this form.": "(Welsh) Please check your details are correct and complete the remaining sections of this form.",
  "If your circumstances change after completing this form, this might impact your ability to meet the good character requirements. Please notify the Selection Exercise Team if this happens.": "(Welsh) If your circumstances change after completing this form, this might impact your ability to meet the good character requirements. Please notify the Selection Exercise Team if this happens.",
  "You have a continuing duty, throughout the time that your application is being considered, to inform the Judicial Appointments Commission (JAC) of any matters that might affect the acceptability of your application when considered against this guidance.": "(Welsh) You have a continuing duty, throughout the time that your application is being considered, to inform the Judicial Appointments Commission (JAC) of any matters that might affect the acceptability of your application when considered against this guidance.",
  "Warning: Failure to declare any matters that come to light from the Commission's check may prejudice the outcome of your application.": "(Welsh) Warning: Failure to declare any matters that come to light from the Commission's check may prejudice the outcome of your application.",
  "Start now": "(Welsh) Start now",
  "Character information | Criminal offences": "(Welsh) Character information | Criminal offences",
  "Criminal Offences": "(Welsh) Criminal Offences",
  "1. Have you ever been convicted for a criminal offence? This includes spent convictions.": "(Welsh) Have you ever been convicted for a criminal offence? This includes spent convictions.",
  "2. Have you ever been cautioned for a criminal offence?": "(Welsh) Have you ever been cautioned for a criminal offence?",
  "Sentence, penalty or fine": "(Welsh) Sentence, penalty or fine",
  "Date of offence": "(Welsh) Date of offence",
  "Details": "(Welsh) Details",
  "Please add details of your caution here": "(Welsh) Please add details of your caution here",
  "Add another": "(Welsh) Add another",
  "Guidance": "(Welsh) Guidance",
  "Visit this link to read further guidance for this question:": "(Welsh) Visit this link to read further guidance for this question:",
  "Close": "(Welsh) Close",
  "Remove": "(Welsh) Remove",
  "Please enter a value for Sentence, penalty or fine": "(Welsh) Please enter a value for Sentence, penalty or fine",
  "Please enter a value for Date of offence": "(Welsh) Please enter a value for Date of offence",
  "Please enter a value for Details": "(Welsh) Please enter a value for Details",
  "Please add details of your conviction here": "(Welsh) Please add details of your conviction here",
  "Character information | Review": "(Welsh) Character information | Review",
  "Check your character declaration information": "(Welsh) Check your character declaration information",
  "Have you ever been convicted for a criminal offence?": "(Welsh) Have you ever been convicted for a criminal offence?",
  "Have you ever been cautioned for a criminal offence?": "(Welsh) Have you ever been cautioned for a criminal offence?",
  "Fixed penalty notices, (including motoring)": "(Welsh) Fixed penalty notices, (including motoring)",
  "Have you received a fixed penalty notice in the last 4 years?": "(Welsh) Have you received a fixed penalty notice in the last 4 years?",
  "Motoring Offences": "(Welsh) Motoring Offences",
  "Have you ever been disqualified from driving?": "(Welsh) Have you ever been disqualified from driving?",
  "Were you convicted of any motoring offences in the past 4 years?": "(Welsh) Were you convicted of any motoring offences in the past 4 years?",
  "Financial Matters": "(Welsh) Financial Matters",
  "Have you ever been declared bankrupt?": "(Welsh) Have you ever been declared bankrupt?",
  "Have you ever entered into an Individual Voluntary Agreement (IVA)?": "(Welsh) Have you ever entered into an Individual Voluntary Agreement (IVA)?",
  "Have you ever filed late tax returns?": "(Welsh) Have you ever filed late tax returns?",
  "Have you ever filed late VAT returns?": "(Welsh) Have you ever filed late VAT returns?",
  "Have you ever been fined by HMRC?": "(Welsh) Have you ever been fined by HMRC?",
  "Professional Conduct": "(Welsh) Professional Conduct",
  "Have you ever been, or are you currently, subject of an allegation or claim of professional misconduct?": "(Welsh) Have you ever been, or are you currently, subject of an allegation or claim of professional misconduct?",
  "Have you ever been, or are you currently, subject of an allegation or claim of negligence?": "(Welsh) Have you ever been, or are you currently, subject of an allegation or claim of negligence?",
  "Have you ever been, or are you currently, subject of an allegation or claim of wrongful dismissal?": "(Welsh) Have you ever been, or are you currently, subject of an allegation or claim of wrongful dismissal?",
  "Have you ever been, or are you currently, subject of an allegation or claim of discrimination proceedings?": "(Welsh) Have you ever been, or are you currently, subject of an allegation or claim of discrimination proceedings?",
  "Have you ever been, or are you currently, subject of an allegation or claim of harassment proceedings?": "(Welsh) Have you ever been, or are you currently, subject of an allegation or claim of harassment proceedings?",
  "Have you ever been, or are you currently, subject of complaints or disciplinary action?": "(Welsh) Have you ever been, or are you currently, subject of complaints or disciplinary action?",
  "Have you ever been asked to resign from a position?": "(Welsh) Have you ever been asked to resign from a position?",
  "Further Information to be disclosed": "(Welsh) Further Information to be disclosed",
  "Do you have any other issues that you think we should know about when considering your character?": "(Welsh) Do you have any other issues that you think we should know about when considering your character?",
  "Save character information declaration": "(Welsh) Save character information declaration",
  "I understand that it is my continuing duty, throughout the time that my application is being considered,\n                      to inform the Judicial Appointments Commission of all relevant matters that might affect the acceptability of my\n                      application when considered against this guidance.": "(Welsh) I understand that it is my continuing duty, throughout the time that my application is being considered,\n                      to inform the Judicial Appointments Commission of all relevant matters that might affect the acceptability of my\n                      application when considered against this guidance.",
  "I understand that failure to declare on the application form relevant information which later comes\n                      to light is likely to rule out further consideration of my application.": "(Welsh) I understand that failure to declare on the application form relevant information which later comes\n                      to light is likely to rule out further consideration of my application.",
  "I understand that failure to disclose information additional to that included on my application form,\n                      upon the request of the JAC and to the timetable requested by the JAC, may also rule out further consideration\n                      of my application.": "(Welsh) I understand that failure to disclose information additional to that included on my application form,\n                      upon the request of the JAC and to the timetable requested by the JAC, may also rule out further consideration\n                      of my application.",
  "Please note that you can edit or update this character declaration information up until your final application submission.": "(Welsh) Please note that you can edit or update this character declaration information up until your final application submission.",
  "Character information | Fixed penalty notices": "(Welsh) Character information | Fixed penalty notices",
  "Fixed Penalty Notices": "(Welsh) Fixed Penalty Notices",
  "3. Have you received a fixed penalty notice in the last 4 years?": "(Welsh) 3. Have you received a fixed penalty notice in the last 4 years?",
  "Penalty or fine": "(Welsh) Penalty or fine",
  "Please enter a value for Penalty or fine": "(Welsh) Please enter a value for Penalty or fine",
  "Character information | Motoring offences": "(Welsh) Character information | Motoring offences",
  "4. Have you ever been disqualified from driving?": "(Welsh) 4. Have you ever been disqualified from driving?",
  "Sentence, penalty, number of penalty points or fine": "(Welsh) Sentence, penalty, number of penalty points or fine",
  "Please add details of your disqualification here including the dates of your disqualification period": "(Welsh) Please add details of your disqualification here including the dates of your disqualification period",
  "5. Were you convicted of any motoring offences in the past 4 years?": "(Welsh) 5. Were you convicted of any motoring offences in the past 4 years?",
  "Please add details of your motoring conviction here": "(Welsh) Please add details of your motoring conviction here",
  "Please enter a value for Sentence, penalty, number of penalty points or fine": "(Welsh) Please enter a value for Sentence, penalty, number of penalty points or fine",
  "Character information | Financial matters": "(Welsh) Character information | Financial matters",
  "6. Have you ever been declared bankrupt?": "(Welsh) 6. Have you ever been declared bankrupt?",
  "Financial year": "(Welsh) Financial year",
  "e.g. 2021/2022": "(Welsh) e.g. 2021/2022",
  "Date of declaration of bankruptcy": "(Welsh) Date of declaration of bankruptcy",
  "Please add details of your bankruptcy here": "(Welsh) Please add details of your bankruptcy here",
  "7. Have you ever entered into an Individual Voluntary Agreement (IVA)?": "(Welsh) 7. Have you ever entered into an Individual Voluntary Agreement (IVA)?",
  "Date of IVA": "(Welsh) Date of IVA",
  "Please add details of your IVA here": "(Welsh) Please add details of your IVA here",
  "8. Have you ever filed late tax returns?": "(Welsh) 8. Have you ever filed late tax returns?",
  "Date of late tax return": "(Welsh) Date of late tax return",
  "Please add details of your late tax return and provide details of any penalties or\n      surcharges applied. Please write one declaration per financial year, this includes any penalties\n      against you or company or firm that you have personal responsibility for": "(Welsh) Please add details of your late tax return and provide details of any penalties or\n      surcharges applied. Please write one declaration per financial year, this includes any penalties\n      against you or company or firm that you have personal responsibility for",
  "9. Have you ever filed late VAT returns?": "(Welsh) 9. Have you ever filed late VAT returns?",
  "Date of late VAT return": "(Welsh) Date of late VAT return",
  "Please add details of your late VAT return and provide details of any penalties or\n      surcharges applied. Please write one declaration per financial year, this includes any penalties\n      against you or company or firm that you have personal responsibility for": "(Welsh) Please add details of your late VAT return and provide details of any penalties or\n      surcharges applied. Please write one declaration per financial year, this includes any penalties\n      against you or company or firm that you have personal responsibility for",
  "10. Have you ever been fined by HMRC?": "(Welsh) 10. Have you ever been fined by HMRC?",
  "Date of incident": "(Welsh) Date of incident",
  "Please add details of the incident and provide details of any penalties or\n      surcharges applied. Please write one declaration per financial year, this includes any penalties\n      against you or company or firm that you have personal responsibility for": "(Welsh) Please add details of the incident and provide details of any penalties or\n      surcharges applied. Please write one declaration per financial year, this includes any penalties\n      against you or company or firm that you have personal responsibility for",
  "Please fill in Financial year e.g. 2021/2022": "(Welsh) Please fill in Financial year e.g. 2021/2022",
  "Please enter a value for Date of late tax return": "(Welsh) Please enter a value for Date of late tax return",
  "Please enter a value for Date of declaration of bankruptcy": "(Welsh) Please enter a value for Date of declaration of bankruptcy",
  "Please enter a value for Date of IVA": "(Welsh) Please enter a value for Date of IVA",
  "Please enter a value for Date of late VAT return": "(Welsh) Please enter a value for Date of late VAT return",
  "Please enter a value for Date of incident": "(Welsh) Please enter a value for Date of incident",
  "Character information | Professional conduct": "(Welsh) Character information | Professional conduct",
  "11. Have you ever been, or are you currently, subject of an allegation or claim of professional misconduct?": "(Welsh) 11. Have you ever been, or are you currently, subject of an allegation or claim of professional misconduct?",
  "Is the investigation ongoing?": "(Welsh) Is the investigation ongoing?",
  "Please add details of your professional misconduct here": "(Welsh) Please add details of your professional misconduct here",
  "Date": "(Welsh) Date",
  "Please enter a value for Date": "(Welsh) Please enter a value for Date",
  "Please enter a value for Is the investigation ongoing?": "(Welsh) Please enter a value for Is the investigation ongoing?",
  "12. Have you ever been, or are you currently, subject of an allegation or claim of negligence?": "(Welsh) 12. Have you ever been, or are you currently, subject of an allegation or claim of negligence?",
  "Please add details of your negligence here": "(Welsh) Please add details of your negligence here",
  "13. Have you ever been, or are you currently, subject of an allegation or claim of wrongful dismissal?": "(Welsh) 13. Have you ever been, or are you currently, subject of an allegation or claim of wrongful dismissal?",
  "Please add details of your wrongful dismissal here": "(Welsh) Please add details of your wrongful dismissal here",
  "14. Have you ever been, or are you currently, subject of an allegation or claim of discrimination proceedings?": "(Welsh) 14. Have you ever been, or are you currently, subject of an allegation or claim of discrimination proceedings?",
  "Please add details of your discrimination proceeding here": "(Welsh) Please add details of your discrimination proceeding here",
  "15. Have you ever been, or are you currently, subject of an allegation or claim of harassment proceedings?": "(Welsh) 15. Have you ever been, or are you currently, subject of an allegation or claim of harassment proceedings?",
  "Please add details of your harassment proceeding here": "(Welsh) Please add details of your harassment proceeding here",
  "16. Have you ever been, or are you currently, subject of complaints or disciplinary action?": "(Welsh) 16. Have you ever been, or are you currently, subject of complaints or disciplinary action?",
  "Please add details of your complaint or disciplinary action here": "(Welsh) Please add details of your complaint or disciplinary action here",
  "17. Have you ever been asked to resign from a position?": "(Welsh) 17. Have you ever been asked to resign from a position?",
  "Please add details here": "(Welsh) Please add details here",
  "Character information | Further information": "(Welsh) Character information | Further information",
  "18. Do you have any other issues that you think we should know about when considering your character?": "(Welsh) 18. Do you have any other issues that you think we should know about when considering your character?",
  "Please add details of any other issues here": "(Welsh) Please add details of any other issues here",
  "Please check all boxes to continue": "(Welsh) Please check all boxes to continue",
  "Take the equality and diversity survey": "(Welsh) Take the equality and diversity survey",
  "The JAC is committed to equality and diversity and monitors selection processes to ensure that they are fair. If you do not want to disclose your diversity data in any given area, please select ‘Prefer not to say’ for the relevant question.": "(Welsh) The JAC is committed to equality and diversity and monitors selection processes to ensure that they are fair. If you do not want to disclose your diversity data in any given area, please select ‘Prefer not to say’ for the relevant question.",
  "The JAC will use the information you provide in two ways: where the": "(Welsh) The JAC will use the information you provide in two ways: where the",
  "Equal Merit approach": "(Welsh) Equal Merit approach",
  "applies, and to monitor the selection process. Other than for the purposes of Equal Merit, your diversity monitoring information will not play any part in the selection process.": "(Welsh) applies, and to monitor the selection process. Other than for the purposes of Equal Merit, your diversity monitoring information will not play any part in the selection process.",
  "The JAC may also use the information you provided for the purpose of “": "(Welsh) The JAC may also use the information you provided for the purpose of “",
  "Outreach": "(Welsh) Outreach",
  "”, to support our statutory duty to encourage diversity in the pool of applicants for judicial appointment.": "(Welsh) ”, to support our statutory duty to encourage diversity in the pool of applicants for judicial appointment.",
  "If you are recommended for an appointment we will also share your information with the Ministry of Justice, Judicial Office and His Majesty's Courts and Tribunal Service.": "(Welsh) If you are recommended for an appointment we will also share your information with the Ministry of Justice, Judicial Office and His Majesty's Courts and Tribunal Service.",
  "You can opt out if you do not wish to share your data with MoJ, HMCTS, and Judicial Office.": "(Welsh) You can opt out if you do not wish to share your data with MoJ, HMCTS, and Judicial Office.",
  "Share": "(Welsh) Share",
  "Do not share": "(Welsh) Do not share",
  "What is your professional background?": "(Welsh) What is your professional background?",
  "Select all that apply.": "(Welsh) Select all that apply.",
  "Barrister": "(Welsh) Barrister",
  "Fellow of the Chartered Institute of Legal Executives (CILEx)": "(Welsh) Fellow of the Chartered Institute of Legal Executives (CILEx)",
  "Solicitor": "(Welsh) Solicitor",
  "Other role": "(Welsh) Other role",
  "Prefer not to say": "(Welsh) Prefer not to say",
  "What is your current legal role?": "(Welsh) What is your current legal role?",
  "Academic": "(Welsh) Academic",
  "Fee-paid court judge": "(Welsh) Fee-paid court judge",
  "Fee-paid tribunal judge": "(Welsh) Fee-paid tribunal judge",
  "Other fee-paid judicial office holder": "(Welsh) Other fee-paid judicial office holder",
  "Other fee-paid Judicial Office holder role": "(Welsh) Other fee-paid Judicial Office holder role",
  "Salaried court judge": "(Welsh) Salaried court judge",
  "Salaried tribunal judge": "(Welsh) Salaried tribunal judge",
  "Other salaried Judicial Office holder": "(Welsh) Other salaried Judicial Office holder",
  "Other salaried Judicial Office holder role": "(Welsh) Other salaried Judicial Office holder role",
  "Current legal role": "(Welsh) Current legal role",
  "Do you hold, or have you ever held in the past, a fee-paid judicial role?": "(Welsh) Do you hold, or have you ever held in the past, a fee-paid judicial role?",
  "I have not previously held a fee-paid role": "(Welsh) I have not previously held a fee-paid role",
  "Fee-paid court post": "(Welsh) Fee-paid court post",
  "Fee-paid tribunal post": "(Welsh) Fee-paid tribunal post",
  "Other fee-paid Judicial Office": "(Welsh) Other fee-paid Judicial Office",
  "Other fee-paid Judicial Office role": "(Welsh) Other fee-paid Judicial Office role",
  "Between the ages 11 to 18, did you mainly go to a state or fee-paying school?": "(Welsh) Between the ages 11 to 18, did you mainly go to a state or fee-paying school?",
  "UK state school - selective": "(Welsh) UK state school - selective",
  "UK state school - non-selective": "(Welsh) UK state school - non-selective",
  "UK independent or fee-paying school": "(Welsh) UK independent or fee-paying school",
  "UK independent or fee-paying school with financial assistance (bursary or means-tested scholarship)": "(Welsh) UK independent or fee-paying school with financial assistance (bursary or means-tested scholarship)",
  "I did not go to school in the UK": "(Welsh) I did not go to school in the UK",
  "Did you go to either Oxford or Cambridge universities?": "(Welsh) Did you go to either Oxford or Cambridge universities?",
  "Were you the first generation in your family to go to university?": "(Welsh) Were you the first generation in your family to go to university?",
  "I did not go to university": "(Welsh) I did not go to university",
  "What is your ethnic group?": "(Welsh) What is your ethnic group?",
  "Asian/Asian British": "(Welsh) Asian/Asian British",
  "Bangladeshi": "(Welsh) Bangladeshi",
  "Chinese": "(Welsh) Chinese",
  "Indian": "(Welsh) Indian",
  "Pakistani": "(Welsh) Pakistani",
  "Any other Asian background": "(Welsh) Any other Asian background",
  "Other Asian background": "(Welsh) Other Asian background",
  "Black/African/Caribbean/Black British": "(Welsh) Black/African/Caribbean/Black British",
  "African": "(Welsh) African",
  "Caribbean": "(Welsh) Caribbean",
  "Any other Black/African/Caribbean background": "(Welsh) Any other Black/African/Caribbean background",
  "White": "(Welsh) White",
  "English, Welsh, Scottish, Northern Ireland, British": "(Welsh) English, Welsh, Scottish, Northern Ireland, British",
  "Irish": "(Welsh) Irish",
  "Gypsy or Irish Traveller": "(Welsh) Gypsy or Irish Traveller",
  "Any other White background": "(Welsh) Any other White background",
  "Other White background": "(Welsh) Other White background",
  "Mixed or multiple ethnic backgrounds": "(Welsh) Mixed or multiple ethnic backgrounds",
  "White and Black Caribbean": "(Welsh) White and Black Caribbean",
  "White and Black African": "(Welsh) White and Black African",
  "White and Asian": "(Welsh) White and Asian",
  "Any other mixed or multiple ethnic backgrounds": "(Welsh) Any other mixed or multiple ethnic backgrounds",
  "Other mixed or multiple ethnic backgrounds": "(Welsh) Other mixed or multiple ethnic backgrounds",
  "Other ethnic group": "(Welsh) Other ethnic group",
  "Other ethnic background": "(Welsh) Other ethnic background",
  "What is your sex?": "(Welsh) What is your sex?",
  "Female": "(Welsh) Irish",
  "Male": "(Welsh) Male",
  "Gender neutral": "(Welsh) Gender neutral",
  "Other sex": "(Welsh) Other sex",
  "Is the gender you identify with the same as your sex registered at birth?": "(Welsh) Is the gender you identify with the same as your sex registered at birth?",
  "This is about gender re-assignment.": "(Welsh) This is about gender re-assignment.",
  "Please enter your gender identity": "(Welsh) Please enter your gender identity",
  "How would you describe your sexual orientation?": "(Welsh) How would you describe your sexual orientation?",
  "Bisexual": "(Welsh) Bisexual",
  "Gay man": "(Welsh) Gay man",
  "Gay woman or lesbian": "(Welsh) Gay woman or lesbian",
  "Heterosexual or straight": "(Welsh) Heterosexual or straight",
  "Other sexual orientation": "(Welsh) Other sexual orientation",
  "Do you have a disability?": "(Welsh) Do you have a disability?",
  "Disability is defined in the": "(Welsh) Disability is defined in the",
  "Equality Act 2010.": "(Welsh) Equality Act 2010.",
  "Add disability details": "(Welsh) Add disability details",
  "What is your religion?": "(Welsh) What is your religion?",
  "No religion": "(Welsh) No religion",
  "Atheist": "(Welsh) Atheist",
  "Buddhist": "(Welsh) Buddhist",
  "Christian": "(Welsh) Christian",
  "Hindu": "(Welsh) Hindu",
  "Jewish": "(Welsh) Jewish",
  "Muslim": "(Welsh) Muslim",
  "Sikh": "(Welsh) Sikh",
  "Religion or belief": "(Welsh) Religion or belief",
  "Have you attended an outreach event on JAC selection exercises?": "(Welsh) Have you attended an outreach event on JAC selection exercises?",
  "Did you participate in a Judicial Workshadowing Scheme?": "(Welsh) Did you participate in a Judicial Workshadowing Scheme?",
  "Have you taken part in the Pre-Application Judicial Education Programme (PAJE)?": "(Welsh) Have you taken part in the Pre-Application Judicial Education Programme (PAJE)?",
  "The": "(Welsh) The",
  "PAJE scheme": "(Welsh) PAJE scheme",
  "helps under-represented groups develop their understanding of the role and skills of judges.": "(Welsh) helps under-represented groups develop their understanding of the role and skills of judges.",
  "Yes - online resources and judge-led discussion group course": "(Welsh) Yes - online resources and judge-led discussion group course",
  "Yes - online resources only": "(Welsh) Yes - online resources only",
  "Part-time working preferences": "(Welsh) Part-time working preferences",
  "Part-time working is available for this role.": "(Welsh) Part-time working is available for this role.",
  "Are you interested in part-time working?": "(Welsh) Are you interested in part-time working?",
  "With reference to the working patterns for this role, provide details of those you want to work.": "(Welsh) With reference to the working patterns for this role, provide details of those you want to work.",
  "Please enter a value for Are you interested in part-time working?": "(Welsh) Please enter a value for Are you interested in part-time working?",
  "Please enter a value for With reference to the working patterns for this role, provide details of those you want to work.": "(Welsh) Please enter a value for With reference to the working patterns for this role, provide details of those you want to work.",
  "What are you qualified as?": "(Welsh) What are you qualified as?",
  "Choose 1 option.": "(Welsh) Choose 1 option.",
  "Advocate - Scotland": "(Welsh) Advocate - Scotland",
  "Where are you qualified?": "(Welsh) Where are you qualified?",
  "England and Wales": "(Welsh) England and Wales",
  "Northern Ireland": "(Welsh) Northern Ireland",
  "Scotland": "(Welsh) Scotland",
  "When did you qualify?": "(Welsh) When did you qualify?",
  "When were you called to the Bar?": "(Welsh) When were you called to the Bar?",
  "Have you completed pupillage?": "(Welsh) Have you completed pupillage?",
  "Why you were exempt from pupillage (we may ask for a copy of your exemption or practicing certificate)?": "(Welsh) Why you were exempt from pupillage (we may ask for a copy of your exemption or practicing certificate)?",
  "Qualified solicitor, qualified lawyer from another jurisdiction, or a legal academic transferred to the Bar": "(Welsh) Qualified solicitor, qualified lawyer from another jurisdiction, or a legal academic transferred to the Bar",
  "Called to the Bar prior to 1 January 2002": "(Welsh) Called to the Bar prior to 1 January 2002",
  "Other - Please detail why you were exempt from undertaking pupillage by the Bar Standards Board": "(Welsh) Other - Please detail why you were exempt from undertaking pupillage by the Bar Standards Board",
  "Please provide details how you satisfy the ‘judicial-appointment eligibility condition’, set out in section 50 of the Tribunals, Courts and Enforcement Act 2007": "(Welsh) Please provide details how you satisfy the ‘judicial-appointment eligibility condition’, set out in section 50 of the Tribunals, Courts and Enforcement Act 2007",
  "Please enter a value for": "(Welsh) Please enter a value for",
  "Please enter a value for When were you called to the Bar?": "(Welsh) Please enter a value for When were you called to the Bar?",
  "Please enter a value for Have you completed pupillage?": "(Welsh) Please enter a value for Have you completed pupillage?",
  "Provide details of your career to date including any judicial appointments or quasi-judicial appointments": "(Welsh) Provide details of your career to date including any judicial appointments or quasi-judicial appointments",
  "Job title": "(Welsh) Job title",
  "Please enter a value for Job title": "(Welsh) Please enter a value for Job title",
  "Organisation or business name": "(Welsh) Organisation or business name",
  "Please enter a value for Organisation or business name": "(Welsh) Please enter a value for Organisation or business name",
  "Start date": "(Welsh) Start date",
  "Please enter a value for Start date": "(Welsh) Please enter a value for Start date",
  "End date": "(Welsh) End date",
  "Leave this blank if you're currently in this role.": "(Welsh) Leave this blank if you're currently in this role.",
  "Law-related tasks in this role": "(Welsh) Law-related tasks in this role",
  "Select at least one task you do in this role": "(Welsh) Select at least one task you do in this role",
  "Select all tasks you do in this role. These are defined in the": "(Welsh) Select all tasks you do in this role. These are defined in the",
  "Tribunals, Courts and Enforcement Act 2007.": "(Welsh) Tribunals, Courts and Enforcement Act 2007.",
  "The carrying-out of judicial functions of any court or tribunal": "(Welsh) The carrying-out of judicial functions of any court or tribunal",
  "Acting as an arbitrator": "(Welsh) Acting as an arbitrator",
  "Practice or employment as a lawyer": "(Welsh) Practice or employment as a lawyer",
  "Advising on the application of the law": "(Welsh) Advising on the application of the law",
  "Assisting persons involved in proceedings for the resolution of issues arising under the law": "(Welsh) Assisting persons involved in proceedings for the resolution of issues arising under the law",
  "Acting as mediator in connection with attempts to resolve issues that are, or if not resolved could be, the subject of proceedings": "(Welsh) Acting as mediator in connection with attempts to resolve issues that are, or if not resolved could be, the subject of proceedings",
  "Drafting documents intended to affect persons' rights or obligations": "(Welsh) Drafting documents intended to affect persons' rights or obligations",
  "Teaching or researching law": "(Welsh) Teaching or researching law",
  "None of the above - Any activity that, in the relevant decision-maker's opinion, is of a broadly similar nature to those listed above": "(Welsh) None of the above - Any activity that, in the relevant decision-maker's opinion, is of a broadly similar nature to those listed above",
  "List your different law-related tasks": "(Welsh) List your different law-related tasks",
  "Base location and/or region where you predominately operate/d": "(Welsh) Base location and/or region where you predominately operate/d",
  "Please enter a value for Base location and/or region where you predominately operate/d": "(Welsh) Please enter a value for Base location and/or region where you predominately operate/d",
  "Please provide the town/city, court/tribunal building, and/or circuit or region as appropriate.": "(Welsh) Please provide the town/city, court/tribunal building, and/or circuit or region as appropriate.",
  "Jurisdiction/area of law": "(Welsh) Jurisdiction/area of law",
  "e.g. family (public and/or private), crime, commercial, technology and construction etc.": "(Welsh) e.g. family (public and/or private), crime, commercial, technology and construction etc.",
  "Please enter a value for Jurisdiction/area of law": "(Welsh) Please enter a value for Jurisdiction/area of law",
  "Working Basis": "(Welsh) Working Basis",
  "Please enter a value for Working Basis": "(Welsh) Please enter a value for Working Basis",
  "Full-time": "(Welsh) Full-time",
  "Salaried part-time": "(Welsh) Salaried part-time",
  "Fee paid": "(Welsh) Fee paid",
  "We need to understand how you have gained your judicial experience and how many sitting days you have. Expand on the information you've provided about your career.": "(Welsh) We need to understand how you have gained your judicial experience and how many sitting days you have. Expand on the information you've provided about your career.",
  "Please enter a value for Are you a fee-paid or salaried judge?": "(Welsh) Please enter a value for Are you a fee-paid or salaried judge?",
  "Have you sat for at least 15 days?": "(Welsh) Have you sat for at least 15 days?",
  "Enter the number of sitting days for each judicial\n            appointment you have declared on this form.": "(Welsh) Enter the number of sitting days for each judicial\n            appointment you have declared on this form.",
  "Please enter a value for Enter the number of sitting days for each judicial\n            appointment you have declared on this form.": "(Welsh) Please enter a value for Enter the number of sitting days for each judicial\n            appointment you have declared on this form.",
  "Have you declared an appointment or appointments in a quasi-judicial body in this application?": "(Welsh) Have you declared an appointment or appointments in a quasi-judicial body in this application?",
  "Please enter a value for Have you declared an appointment or appointments in a quasi-judicial body in this application?": "(Welsh) Please enter a value for Have you declared an appointment or appointments in a quasi-judicial body in this application?",
  "More about quasi-judicial bodies": "(Welsh) More about quasi-judicial bodies",
  "Quasi-judicial bodies have powers and procedures similar to those of courts. For example, involve complex matters, determining facts and making decisions.": "(Welsh) Quasi-judicial bodies have powers and procedures similar to those of courts. For example, involve complex matters, determining facts and making decisions.",
  "Examples of quasi-judicial bodies include:": "(Welsh) Examples of quasi-judicial bodies include:",
  "Coroner": "(Welsh) Coroner",
  "Parole Board": "(Welsh) Parole Board",
  "Chair of a statutory inquiry": "(Welsh) Chair of a statutory inquiry",
  "Arbitration": "(Welsh) Arbitration",
  "Disciplinary tribunals": "(Welsh) Disciplinary tribunals",
  "Conduct hearings for professional standard bodies": "(Welsh) Conduct hearings for professional standard bodies",
  "Have you sat for at least 15 days in one or all of these appointments?": "(Welsh) Have you sat for at least 15 days in one or all of these appointments?",
  "Enter the number of sitting days for each of the\n            appointments you have declared on this application, and powers and\n            procedures in the office you hold. Include any further details of whether\n            a legal qualification is required, the nature of your work.": "(Welsh) Enter the number of sitting days for each of the\n            appointments you have declared on this application, and powers and\n            procedures in the office you hold. Include any further details of whether\n            a legal qualification is required, the nature of your work.",
  "Please enter a value for Enter the number of sitting days for each of the\n            appointments you have declared on this application, and powers and\n            procedures in the office you hold. Include any further details of whether\n            a legal qualification is required, the nature of your work.": "(Welsh) Please enter a value for Enter the number of sitting days for each of the\n            appointments you have declared on this application, and powers and\n            procedures in the office you hold. Include any further details of whether\n            a legal qualification is required, the nature of your work.",
  "Provide details of how you have acquired the necessary\n        skills for this role in some other significant way.": "(Welsh) Provide details of how you have acquired the necessary\n        skills for this role in some other significant way.",
  "Employment gaps": "(Welsh) Employment gaps",
  "Add dates and details of any gaps in employment you may have": "(Welsh) Add dates and details of any gaps in employment you may have",
  "Can you work for at least 1 years before reaching the retirement age of 75?": "(Welsh) Can you work for at least 1 years before reaching the retirement age of 75?",
  "You can set out here why you think you should still be considered for this role.\n            The JAC will consider it when assessing your eligibility for this role.": "(Welsh) You can set out here why you think you should still be considered for this role.\n            The JAC will consider it when assessing your eligibility for this role.",
  "Give independent assessors details": "(Welsh) Give independent assessors details",
  "Sometimes called 'referees', your independent assessors will give us their opinion on your suitability for this role.": "(Welsh) Sometimes called 'referees', your independent assessors will give us their opinion on your suitability for this role.",
  "We'll only contact them if you pass the first round of shortlisting.": "(Welsh) We'll only contact them if you pass the first round of shortlisting.",
  "You should read the": "(Welsh) You should read the",
  "guidance on choosing independent assessors": "(Welsh) Coroner",
  "before making your nominations.": "(Welsh) before making your nominations.",
  "Who to choose?": "(Welsh) Who to choose?",
  "It is important that you choose the right assessor.": "(Welsh) It is important that you choose the right assessor.",
  "if you are a salaried judicial office holder, you need 2 judicial assessors": "(Welsh) if you are a salaried judicial office holder, you need 2 judicial assessors",
  "if you are a professional with one or more fee-paid judicial roles, you need one professional and one judicial assessor; the judicial assessor should be the judge who can provide examples most relevant to the role for which you are applying": "(Welsh) if you are a professional with one or more fee-paid judicial roles, you need one professional and one judicial assessor; the judicial assessor should be the judge who can provide examples most relevant to the role for which you are applying",
  "if you do not hold judicial office and you are employed, you will usually need 2 professional assessors, or for some exercises you can provide one professional and one personal assessor": "(Welsh) Coroner",
  "For": "(Welsh) For",
  "judicial roles": "(Welsh) judicial roles",
  "ideally you should choose someone from your current employment or who has knowledge of your work in a judicial or professional capacity. If you work or practice independently, you may wish to choose someone (such as a judge) who has seen you practice and can provide good examples of your skills in relation to the required competencies.": "(Welsh) ideally you should choose someone from your current employment or who has knowledge of your work in a judicial or professional capacity. If you work or practice independently, you may wish to choose someone (such as a judge) who has seen you practice and can provide good examples of your skills in relation to the required competencies.",
  "A": "(Welsh) A",
  "professional assessor": "(Welsh) professional assessor",
  "could be:": "(Welsh) could be:",
  "a senior partner or head of chambersA": "(Welsh) a senior partner or head of chambers",
  "a judicial office holder who can give examples of your professional work": "(Welsh) a judicial office holder who can give examples of your professional work",
  "a client (including a local authority official) or a magistrate": "(Welsh) a client (including a local authority official) or a magistrate",
  "a line manager if you are from a non-legal background; if there is no line manager, then a current or former colleague or client": "(Welsh) a line manager if you are from a non-legal background; if there is no line manager, then a current or former colleague or client",
  "the senior judge of the court, jurisdiction or circuit where you sit most often": "(Welsh) the senior judge of the court, jurisdiction or circuit where you sit most often",
  "the Senior President or Lord President (Scotland) if you are a Chamber/Tribunal President": "(Welsh) the Senior President or Lord President (Scotland) if you are a Chamber/Tribunal President",
  "the Lord Justice Clerk or Sheriff Principal if you are a Sheriff (Scotland only)": "(Welsh) the Lord Justice Clerk or Sheriff Principal if you are a Sheriff (Scotland only)",
  "your appraising judge if you sit on a tribunal": "(Welsh) your appraising judge if you sit on a tribunal",
  "If you are unable to provide one of the above, consider another judge who has first-hand knowledge of your work. If you are unable to provide any judicial assessor, please contact us giving your reasons writing.": "(Welsh) If you are unable to provide one of the above, consider another judge who has first-hand knowledge of your work. If you are unable to provide any judicial assessor, please contact us giving your reasons writing.",
  "If you are applying for a": "(Welsh) If you are applying for a",
  "you should choose assessors who know you well and who can give clear examples of your abilities.": "(Welsh) you should choose assessors who know you well and who can give clear examples of your abilities.",
  "a former colleague, manager or client who is familiar with the way you work": "(Welsh) a former colleague, manager or client who is familiar with the way you work",
  "someone for whom you do voluntary work": "(Welsh) someone for whom you do voluntary work",
  "If you have been on maternity leave or a career break, there is no time limit on how recently you have worked with your assessor, although where possible within the last 2 years is recommended so they can provide recent examples.": "(Welsh) If you have been on maternity leave or a career break, there is no time limit on how recently you have worked with your assessor, although where possible within the last 2 years is recommended so they can provide recent examples.",
  "Do not nominate:": "(Welsh) Do not nominate:",
  "another individual who is applying for a role in the same exercise": "(Welsh) another individual who is applying for a role in the same exercise",
  "a JAC commissioner": "(Welsh) a JAC commissioner",
  "a relative (even if you work or have worked with them in a professional capacity)": "(Welsh) a relative (even if you work or have worked with them in a professional capacity)",
  "First independent assessor": "(Welsh) First independent assessor",
  "Assessor type": "(Welsh) Assessor type",
  "Professional assessor": "(Welsh) Professional assessor",
  "Judicial assessor": "(Welsh) Judicial assessor",
  "Personal assessor": "(Welsh) Personal assessor",
  "Phone": "(Welsh) Phone",
  "Second independent assessor": "(Welsh) Second independent assessor",
  "Please enter a value for Assessor type": "(Welsh) Please enter a value for Assessor type",
  "Please enter a value for Full name": "(Welsh) Please enter a value for Full name",
  "Please enter a value for Title or position": "(Welsh) Please enter a value for Title or position",
  "Please enter a value for Email": "(Welsh) Please enter a value for Email",
  "Please enter a value for Phone": "(Welsh) Please enter a value for Phone",
  "Self-assessment competencies": "(Welsh) Self-assessment competencies",
  "Self assessment competencies": "(Welsh) Self assessment competencies",
  "Download the template on this page to complete your self assessment competency statements. It details the specific skills and experience you'll need to demonstrate for this role.": "(Welsh) Download the template on this page to complete your self assessment competency statements. It details the specific skills and experience you'll need to demonstrate for this role.",
  "Come back to this page to upload your finished statements.": "(Welsh) Come back to this page to upload your finished statements.",
  "Download self assessment template": "(Welsh) Download self assessment template",
  "Upload finished self assessment": "(Welsh) Upload finished self assessment",
  "Your file has been received.": "(Welsh) Your file has been received.",
  "Replace": "(Welsh) Replace",
  "Additional information": "(Welsh) Additional information",
  "Please tick whichever you feel is appropriate. You can tick more than one box.": "(Welsh) Please tick whichever you feel is appropriate. You can tick more than one box.",
  "JAC Website": "(Welsh) JAC Website",
  "Professional body website or email (eg The Law Society)": "(Welsh) Professional body website or email (eg The Law Society)",
  "Professional body magazine": "(Welsh) Professional body magazine",
  "Judicial Office Extranet": "(Welsh) Judicial Office Extranet",
  "Judging Your Future Newsletter": "(Welsh) Judging Your Future Newsletter",
  "Twitter": "(Welsh) Twitter",
  "LinkedIn": "(Welsh) LinkedIn",
  "Word of mouth": "(Welsh) Word of mouth",
  "I prefer not to answer this question": "(Welsh) I prefer not to answer this question",
  "Other form of communication (please specify)": "(Welsh) Other form of communication (please specify)",
  "Other form of communication": "(Welsh) Other form of communication",
  "Please enter a value for Other form of communication": "(Welsh) Please enter a value for Other form of communication",
  "Please select at least one option": "(Welsh) Please select at least one option",
  "Sharing your data:": "(Welsh) Sharing your data:",
  "Professional background": "(Welsh) Professional background",
  "Attended state or fee-paying school": "(Welsh) Attended state or fee-paying school",
  "Attended Oxbridge universities": "(Welsh) Attended Oxbridge universities",
  "First generation to go to university": "(Welsh) First generation to go to university",
  "Sexual orientation": "(Welsh) Sexual orientation",
  "Disability": "(Welsh) Disability",
  "Attended Outreach events": "(Welsh) Attended Outreach events",
  "Participated in a Judicial Workshadowing Scheme": "(Welsh) Participated in a Judicial Workshadowing Scheme",
  "Participated in Pre-application judicial education": "(Welsh) Participated in Pre-application judicial education",
  "Qualification": "(Welsh) Qualification",
  "Location": "(Welsh) Location",
  "Completed pupillage": "(Welsh) Completed pupillage",
  "Date called to the Bar": "(Welsh) Date called to the Bar",
  "Date completed pupillage": "(Welsh) Date completed pupillage",
  "Organisation or business": "(Welsh) Organisation or business",
  "Dates worked": "(Welsh) Dates worked",
  "Law-related tasks": "(Welsh) Law-related tasks",
  "Have you sat for at least 15 in one or all of these appointments?": "(Welsh) Have you sat for at least 15 in one or all of these appointments?",
  "details of how you have acquired the necessary skills for this role in some other significant way": "(Welsh) details of how you have acquired the necessary skills for this role in some other significant way",
  "Date of gap": "(Welsh) Date of gap",
  "Confirmation": "(Welsh) Confirmation",
  "Application sent": "(Welsh) Application sent",
  "Your reference number is:": "(Welsh) Your reference number is:",
  "What happens next?": "(Welsh) What happens next?",
  "Thank you for your application. We will be in touch in due course. Please refer to the website for details of this selection exercise and dates of the next stage in the process.": "(Welsh) Thank you for your application. We will be in touch in due course. Please refer to the website for details of this selection exercise and dates of the next stage in the process.",
  "You can view your application and apply for other vacancies from your": "(Welsh) You can view your application and apply for other vacancies from your",
  "dashboard.": "(Welsh) dashboard.",
  "Location preferences": "(Welsh) Location preferences",
  "Jurisdiction preferences": "(Welsh) Jurisdiction preferences",
  "Select one answer": "(Welsh) Select one answer",
  "Select and rank all that apply. With 1 being your top choice": "(Welsh) Select and rank all that apply. With 1 being your top choice",
  "Covering letter": "(Welsh) Covering letter",
  "Covering Letter": "(Welsh) Covering Letter",
  "Please upload your covering letter.": "(Welsh) Please upload your covering letter",
  "Please upload your covering letter": "(Welsh) Please upload your covering letter",
  "Upload Covering letter": "(Welsh) Upload Covering letter",
  "Curriculum vitae (CV)": "(Welsh) Curriculum vitae (CV)",
  "Upload CV": "(Welsh) Upload CV",
  "Statement of suitability": "(Welsh) Statement of suitability",
  "Below is a blank template for the statement of suitability. Please save this document, fill it in, then re-upload it to this page.": "(Welsh) Below is a blank template for the statement of suitability. Please save this document, fill it in, then re-upload it to this page.",
  "Download Statement Of Suitability template": "(Welsh) Download Statement Of Suitability template",
  "Upload Statement of Suitability": "(Welsh) Upload Statement of Suitability",
  "Leadership Judge details": "(Welsh) Leadership Judge details",
  "Give Leadership Judge details": "(Welsh) Give Leadership Judge details",
  "Please read the": "(Welsh) Please read the",
  "Information Page": "(Welsh) Information Page",
  "for this exercise before completing this section. The Leadership Judge statement of suitability will contribute to your overall assessment alongside the evidence you have provided in your statement of suitability and written work. It should provide evidence that you can demonstrate the skills relevant to the Skills and Abilities for this role. No other references are sought for section 9(1) authorisation, only a statement of suitability from your Leadership Judge.": "(Welsh) for this exercise before completing this section. The Leadership Judge statement of suitability will contribute to your overall assessment alongside the evidence you have provided in your statement of suitability and written work. It should provide evidence that you can demonstrate the skills relevant to the Skills and Abilities for this role. No other references are sought for section 9(1) authorisation, only a statement of suitability from your Leadership Judge.",
  "Do not nominate the Lead Judge, the Master of the Rolls, a Head of Division, the Statutory Consultees or the Appropriate Authorities whose names can be found in the": "(Welsh) Do not nominate the Lead Judge, the Master of the Rolls, a Head of Division, the Statutory Consultees or the Appropriate Authorities whose names can be found in the",
  "for this exercise.": "(Welsh) for this exercise."
}
